Revit 2024 API
ParameterTypeId.DpartOriginalCategoryId Property
 "Original Category"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DpartOriginalCategoryId { get; }
Visual Basic
Public Shared ReadOnly Property DpartOriginalCategoryId As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DpartOriginalCategoryId {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace